[
    {
        "insult": "This is the END for you, you gutter-crawling cur!",
        "swordmaster": "I've got a long, sharp lesson for you you to learn today.",
        "comeback": "And I've got a little TIP for you, get the POINT?"
    },
    {
        "insult": "Soon you'll be wearing my sword like a shish kebab!",
        "swordmaster": "My tongue is sharper then any sword.",
        "comeback": "First you better stop waiving it like a feather-duster."
    },
    {
        "insult": "My handkerchief will wipe up your blood!",
        "swordmaster": "My name is feared in every dirty corner of this island!",
        "comeback": "So you got that job as janitor, after all."
    },
    {
        "insult": "People fall at my feet when they see me coming.",
        "swordmaster": "My wisest enemies run away at the first sight of me!",
        "comeback": "Even BEFORE they smell your breath?"
    },
    {
        "insult": "I once owned a dog that was smarter then you.",
        "swordmaster": "Only once have I met such a coward!",
        "comeback": "He must have taught you everything you know."
    },
    {
        "insult": "You make me want to puke.",
        "swordmaster": "If your brother's like you, better to marry a pig.",
        "comeback": "You make me think somebody already did."
    },
    {
        "insult": "Nobody's ever drawn blood from me and nobody ever will.",
        "swordmaster": "No one will ever catch ME fighting as badly as you do.",
        "comeback": "You run THAT fast?"
    },
    {
        "insult": "You fight like a dairy farmer.",
        "swordmaster": "I will milk every drop of blood from your body!",
        "comeback": "How appropriate. You fight like a cow."
    },
    {
        "insult": "I got this scar on my face during a mighty struggle!",
        "swordmaster": "My last fight ended with my hands covered with blood.",
        "comeback": "I hope now you've learned to stop picking your nose."
    },
    {
        "insult": "Have you stopped wearing diapers yet?",
        "swordmaster": "I hope you have a boat ready for a quick escape.",
        "comeback": "Why, did you want to borrow one?"
    },
    {
        "insult": "I've heard you were a contemptible sneak.",
        "swordmaster": "My sword is famous all over the Caribbean!",
        "comeback": "Too bad no one's ever heard of YOU at all."
    },
    {
        "insult": "You're no match for my brains, you poor fool.",
        "swordmaster": "I've got the courage and skill of a master swordsman!",
        "comeback": "I'd be in real trouble if you ever used them."
    },
    {
        "insult": "You have the manners of a beggar.",
        "swordmaster": "Every word you say to me is stupid.",
        "comeback": "I wanted to make sure you'd feel comfortable with me."
    },
    {
        "insult": "I'm not going to take your insolence sitting down!",
        "swordmaster": "You are a pain in the backside, sir!",
        "comeback": "Your hemorrhoids are flaring up again, eh?"
    },
    {
        "insult": "There are no words for how disgusting you are.",
        "swordmaster": "There are no clever moves that can help you now.",
        "comeback": "Yes there are. You just never learned them."
    },
    {
        "insult": "I've spoken with apes more polite then you.",
        "swordmaster": "Now I know what filth and stupidity really are.",
        "comeback": "I'm glad to hear you attended your family reunion."
    }
]
